---
kind: property
id: P:Autodesk.Revit.DB.Electrical.AreaBasedLoadData.PowerFactor
source: html/9f58cdb7-aabd-f11e-d56b-f01d0bed187f.htm
---
# Autodesk.Revit.DB.Electrical.AreaBasedLoadData.PowerFactor Property

The power factor of the area based load.

## Syntax (C#)
```csharp
public double PowerFactor { get; }
```